Repository: geostag/marriage-orga
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Eventname
ro: Numele evenimentului

source: Passwort
ro: Parola

source: Teilnahmecode
ro: Cod de participare

source: Ich habe schon einen Teilnahmecode
ro: Am deja un Cod de participare

source: Anmelden
ro: Inregistrare

source: Ich bin zum ersten mal hier
ro: Sunt pentru prima oara aici

source: Dein Teilnahmecode
ro: Codul Tau de participare

source: Bitte notiere Dir diesen Code. Du kannst damit jederzeit später Deine Anmeldedaten anpassen.
ro: Noteaza te rog acest cod. Cu el, poti sa accesezi oricand contul tau

source: Weiter
ro: Continuare

source: Gäste
ro: Musafiri

source: entfernen
ro: indepartare

source: Name
ro: Nume

source: Teilnahme
ro: Participare

source: ich komme
ro: particip

source: ich komme nicht
ro: Nu pot participa

source: weiß noch nicht
ro: nu stiu inca

source: Telefon/Handy
ro: Telefon/Telefon mobil

source: Gast hinzufügen
ro: Adaugare musafir

source: Ein User mit dieser Email Adresse existiert bereits.
ro: Un utilizator cu aceasta adressa de Mail exista deja.

source: Datenschutz+Impressum
ro: Protectia datelor

source: Mein Teilnahmecode
ro: Codul meu de participant

source: Seite verlassen
ro: Paraseste site-ul
